#tap "allcloud-io/tools"
tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "docker"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "lsd"
brew "ripgrep"
brew "stern"
brew "subnetcalc"
brew "tcpdump"
#brew "teleport"
brew "telnet"
brew "tig"
brew "wget"
brew "yq"
brew "zoxide"
brew "utm"
#brew "allcloud-io/tools/clisso"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "azure-cli"
brew "stow"
brew "lazygit"
brew "jordanbaird-ice"
brew "nvim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "docker-completion"
brew "openshift-client"
brew "xh"
brew "lazydocker"
brew "tcptraceroute"
#cask "alt-tab"
cask "bitwarden"
cask "devtoys"
cask "drawio"
cask "google-cloud-sdk"
#cask "hiddenbar"
cask "karabiner-elements"
#cask "kitty"
cask "libreoffice"
cask "maccy"
cask "marta"
cask "meetingbar"
cask "meld"
cask "microsoft-teams"
cask "numi"
#cask "openlens"
cask "postman"
cask "shottr"
cask "slack"
cask "stats"
#cask "termius"
#cask "tigervnc-viewer"
cask "visual-studio-code"
#cask "x2goclient"
cask "zoom"
cask "notion"
cask "claude"
cask "chatgpt"
cask "raindropio"
cask "github"
cask "pycharm-ce"
cask "google-drive"
#cask "dockdoor"
cask "github"
cask "rectangle"
cask "ghostty"
cask "appcleaner"
cask "cursor"
cask "docker-desktop"
cask "claude"
cask "claude-code"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "puppet.puppet-vscode"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "TabNine.tabnine-vscode"
